const lyricData = {
  "LOVE DIVE": lyricLoveDive,
  "Trouble Maker": lyricTroubleMaker,
  공허해: lyricEmpty,
  사슬: lyricChainedUp,
};
const chatQuestion = `'능동적': 그저 생각만 하거나 상대방이 먼저 행동하기를 기다리지 않고, 먼저 어떠한 행동을 취하는
'능동적' 가사 예시: 
(1) 다쳐도 괜찮아 I'LL RUN TO YOU
(2) 애써 두 눈을 가린 채사랑의 숨통을 끊어야겠어
(3) 립스틱 스틱 세우고 내입술에 바르고 잘 다려진 하얀 셔츠 위에 살짝 묻히고

'수동적': 먼저 행동을 취하지 않고, 머릿속으로 생각만 하거나 상대방이 먼저 행동하기를 기다리는
'수동적' 가사 예시:(1) 두근 두근 가슴이 떨려와요 자꾸 자꾸 상상만 하는걸요
(2) 얼마나 오래 기다린지 몰라 얼마나 오래 꿈꿨는지 몰라
(3) 이러지도 못하는데 저러지도 못하네

'주체적': '나'라는 주체가 상대방이 아닌 자신에 근거해 세상을 인식하고, 감정을 느끼고, 판단을 내리는. 나의 가치와 욕구를 인식하고, 지키고자 하는. 관계에 있어 나의 행복과 만족을 추구하는.
'주체적' 가사 예시: 
(1) 니 맘대로 그 손 뻗지마라 그대로 sit sit 그렇지 그렇지
(2) 정답은 정해져 있어 자연스럽게 넌 따라와 난 널 선택해 난 널 선택했어 이미
(3) 좋아 이젠 너를 잊을 수 있게 꽃같이 살래 나답게

'종속적': 자신이 아닌 상대방에 근거해 세상을 인식하고, 감정을 느끼고, 판단을 내리는. 감정이나 태도가 다른 사람이나 상황에 의해 결정되는. 자신의 결정 혹은 행동의 책임을 상대방에게 위임하는.
'종속적' 가사 예시:
(1) 난 너를 위해 꾸미고 더 예쁘게 날 반짝일래
(2) 너 없인 난 못살어 내게로돌아와줘 날 떠나가지마
(3) 밀어내려고 하면 할수록 자꾸 끌려 왜 자꾸 자꾸 끌려baby


위 정의를 바탕으로 다음 가사를 능동적/수동적/중립적인 가사로, 또 주체적/종속적/중립적인 가사로 분류해줘.


`;
